Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Uses your device's language and region settings. Sent as LANG to remote servers via SSH, Mosh, and tssh.
ar: يستخدم إعدادات اللغة والمنطقة لجهازك. يتم إرساله كـ LANG إلى الخوادم البعيدة عبر SSH و Mosh و tssh.
ca: Utilitza la configuració d'idioma i regió del dispositiu. S'envia com a LANG als servidors remots mitjançant SSH, Mosh i tssh.
cs: Používá nastavení jazyka a oblasti vašeho zařízení. Odesílá se jako LANG na vzdálené servery přes SSH, Mosh a tssh.
da: Bruger enhedens sprog- og områdeindstillinger. Sendes som LANG til fjernservere via SSH, Mosh og tssh.
de: Verwendet die Sprach- und Regionseinstellungen Ihres Geräts. Wird als LANG über SSH, Mosh und tssh an Remote-Server gesendet.
es: Usa la configuración de idioma y región de tu dispositivo. Se envía como LANG a servidores remotos a través de SSH, Mosh y tssh.
fi: Käyttää laitteesi kieli- ja alueasetuksia. Lähetetään LANG-muuttujana etäpalvelimille SSH:n, Moshin ja tsshin kautta.
fr: Utilise les réglages de langue et de région de votre appareil. Envoyé comme LANG aux serveurs distants via SSH, Mosh et tssh.
he: משתמש בהגדרות השפה והאזור של המכשיר שלך. נשלח כ-LANG לשרתים מרוחקים דרך SSH,‏ Mosh ו-tssh.
hu: Az eszköz nyelvi és területi beállításait használja. LANG-ként kerül elküldésre a távoli szervereknek SSH-n, Mosh-on és tssh-n keresztül.
it: Utilizza le impostazioni di lingua e regione del dispositivo. Inviato come LANG ai server remoti tramite SSH, Mosh e tssh.
ja: デバイスの言語と地域の設定を使用します。SSH、Mosh、tssh 経由で LANG としてリモートサーバーに送信されます。
ko: 기기의 언어 및 지역 설정을 사용합니다. SSH, Mosh 및 tssh를 통해 LANG으로 원격 서버에 전송됩니다.
nb: Bruker enhetens språk- og regioninnstillinger. Sendes som LANG til eksterne servere via SSH, Mosh og tssh.
nl: Gebruikt de taal- en regio-instellingen van uw apparaat. Wordt als LANG naar externe servers verzonden via SSH, Mosh en tssh.
pl: Używa ustawień języka i regionu urządzenia. Wysyłane jako LANG do zdalnych serwerów przez SSH, Mosh i tssh.
pt_br: Usa as configurações de idioma e região do seu dispositivo. Enviado como LANG para servidores remotos via SSH, Mosh e tssh.
pt_pt: Utiliza as definições de idioma e região do seu dispositivo. Enviado como LANG para servidores remotos através de SSH, Mosh e tssh.
ro: Utilizează setările de limbă și regiune ale dispozitivului. Trimis ca LANG către serverele la distanță prin SSH, Mosh și tssh.
sl: Uporablja jezikovne in področne nastavitve vaše naprave. Poslano kot LANG oddaljenim strežnikom prek SSH, Mosh in tssh.
sv: Använder enhetens språk- och regioninställningar. Skickas som LANG till fjärrservrar via SSH, Mosh och tssh.
uk: Використовує налаштування мови та регіону вашого пристрою. Надсилається як LANG на віддалені сервери через SSH, Mosh та tssh.
vi: Sử dụng cài đặt ngôn ngữ và vùng của thiết bị. Được gửi dưới dạng LANG tới máy chủ từ xa qua SSH, Mosh và tssh.
zh_hans: 使用设备的语言和地区设置。通过 SSH、Mosh 和 tssh 作为 LANG 发送到远程服务器。
zh_hant: 使用裝置的語言和地區設定。透過 SSH、Mosh 和 tssh 作為 LANG 傳送到遠端伺服器。

source: Uses your device's language and region settings. Sent as LANG to remote servers via SSH, Mosh, and tssh. Your device reports %1$@, which servers don't support, so %2$@ will be sent instead.
ar: يستخدم إعدادات اللغة والمنطقة لجهازك. يتم إرساله كـ LANG إلى الخوادم البعيدة عبر SSH و Mosh و tssh. يُبلّغ جهازك عن %1$@، وهو غير مدعوم من الخوادم، لذا سيتم إرسال %2$@ بدلاً منه.
ca: Utilitza la configuració d'idioma i regió del dispositiu. S'envia com a LANG als servidors remots mitjançant SSH, Mosh i tssh. El dispositiu indica %1$@, que els servidors no admeten, de manera que s'enviarà %2$@ en el seu lloc.
cs: Používá nastavení jazyka a oblasti vašeho zařízení. Odesílá se jako LANG na vzdálené servery přes SSH, Mosh a tssh. Vaše zařízení hlásí %1$@, což servery nepodporují, proto bude místo toho odesláno %2$@.
da: Bruger enhedens sprog- og områdeindstillinger. Sendes som LANG til fjernservere via SSH, Mosh og tssh. Din enhed rapporterer %1$@, som servere ikke understøtter, så %2$@ sendes i stedet.
de: Verwendet die Sprach- und Regionseinstellungen Ihres Geräts. Wird als LANG über SSH, Mosh und tssh an Remote-Server gesendet. Ihr Gerät meldet %1$@, was von Servern nicht unterstützt wird, daher wird stattdessen %2$@ gesendet.
es: Usa la configuración de idioma y región de tu dispositivo. Se envía como LANG a servidores remotos a través de SSH, Mosh y tssh. Tu dispositivo indica %1$@, que los servidores no admiten, por lo que se enviará %2$@ en su lugar.
fi: Käyttää laitteesi kieli- ja alueasetuksia. Lähetetään LANG-muuttujana etäpalvelimille SSH:n, Moshin ja tsshin kautta. Laitteesi ilmoittaa arvon %1$@, jota palvelimet eivät tue, joten sen sijaan lähetetään %2$@.
fr: Utilise les réglages de langue et de région de votre appareil. Envoyé comme LANG aux serveurs distants via SSH, Mosh et tssh. Votre appareil indique %1$@, que les serveurs ne prennent pas en charge ; %2$@ sera donc envoyé à la place.
he: משתמש בהגדרות השפה והאזור של המכשיר שלך. נשלח כ-LANG לשרתים מרוחקים דרך SSH,‏ Mosh ו-tssh. המכשיר שלך מדווח על %1$@, שאינו נתמך בשרתים, ולכן יישלח %2$@ במקומו.
hu: Az eszköz nyelvi és területi beállításait használja. LANG-ként kerül elküldésre a távoli szervereknek SSH-n, Mosh-on és tssh-n keresztül. Az eszköz a következőt jelenti: %1$@, amelyet a szerverek nem támogatnak, ezért helyette %2$@ kerül elküldésre.
it: Utilizza le impostazioni di lingua e regione del dispositivo. Inviato come LANG ai server remoti tramite SSH, Mosh e tssh. Il dispositivo riporta %1$@, che i server non supportano, quindi verrà inviato %2$@ al suo posto.
ja: デバイスの言語と地域の設定を使用します。SSH、Mosh、tssh 経由で LANG としてリモートサーバーに送信されます。お使いのデバイスは %1$@ を報告していますが、サーバーではサポートされていないため、代わりに %2$@ が送信されます。
ko: 기기의 언어 및 지역 설정을 사용합니다. SSH, Mosh 및 tssh를 통해 LANG으로 원격 서버에 전송됩니다. 기기에서 %1$@을(를) 보고하지만 서버에서 지원하지 않으므로 대신 %2$@이(가) 전송됩니다.
nb: Bruker enhetens språk- og regioninnstillinger. Sendes som LANG til eksterne servere via SSH, Mosh og tssh. Enheten din rapporterer %1$@, som servere ikke støtter, så %2$@ sendes i stedet.
nl: Gebruikt de taal- en regio-instellingen van uw apparaat. Wordt als LANG naar externe servers verzonden via SSH, Mosh en tssh. Uw apparaat meldt %1$@, wat servers niet ondersteunen, dus wordt in plaats daarvan %2$@ verzonden.
pl: Używa ustawień języka i regionu urządzenia. Wysyłane jako LANG do zdalnych serwerów przez SSH, Mosh i tssh. Twoje urządzenie zgłasza %1$@, czego serwery nie obsługują, więc zamiast tego zostanie wysłane %2$@.
pt_br: Usa as configurações de idioma e região do seu dispositivo. Enviado como LANG para servidores remotos via SSH, Mosh e tssh. Seu dispositivo informa %1$@, que os servidores não suportam, então %2$@ será enviado no lugar.
pt_pt: Utiliza as definições de idioma e região do seu dispositivo. Enviado como LANG para servidores remotos através de SSH, Mosh e tssh. O seu dispositivo indica %1$@, que os servidores não suportam, pelo que será enviado %2$@ em vez disso.
ro: Utilizează setările de limbă și regiune ale dispozitivului. Trimis ca LANG către serverele la distanță prin SSH, Mosh și tssh. Dispozitivul raportează %1$@, care nu este acceptat de servere, așa că se va trimite %2$@ în schimb.
sl: Uporablja jezikovne in področne nastavitve vaše naprave. Poslano kot LANG oddaljenim strežnikom prek SSH, Mosh in tssh. Vaša naprava sporoča %1$@, česar strežniki ne podpirajo, zato bo namesto tega poslano %2$@.
sv: Använder enhetens språk- och regioninställningar. Skickas som LANG till fjärrservrar via SSH, Mosh och tssh. Din enhet rapporterar %1$@, som servrar inte stöder, så %2$@ skickas i stället.
uk: Використовує налаштування мови та регіону вашого пристрою. Надсилається як LANG на віддалені сервери через SSH, Mosh та tssh. Ваш пристрій повідомляє %1$@, що не підтримується серверами, тому натомість буде надіслано %2$@.
vi: Sử dụng cài đặt ngôn ngữ và vùng của thiết bị. Được gửi dưới dạng LANG tới máy chủ từ xa qua SSH, Mosh và tssh. Thiết bị của bạn báo cáo %1$@, giá trị mà máy chủ không hỗ trợ, nên %2$@ sẽ được gửi thay thế.
zh_hans: 使用设备的语言和地区设置。通过 SSH、Mosh 和 tssh 作为 LANG 发送到远程服务器。您的设备报告 %1$@，服务器不支持该值，因此将改为发送 %2$@。
zh_hant: 使用裝置的語言和地區設定。透過 SSH、Mosh 和 tssh 作為 LANG 傳送到遠端伺服器。您的裝置回報 %1$@，伺服器不支援該值，因此將改為傳送 %2$@。

source: Using platform default. Adjust the inset between terminal text and the window edges.
ar: يستخدم الإعداد الافتراضي للنظام. اضبط الهامش بين نص الطرفية وحواف النافذة.
ca: S'està utilitzant el valor per defecte de la plataforma. Ajusta el marge entre el text del terminal i les vores de la finestra.
cs: Používá se výchozí hodnota platformy. Upravte odstup mezi textem terminálu a okraji okna.
da: Platformens standard bruges. Justér margenen mellem terminaltekst og vindueskanter.
de: Plattformstandard wird verwendet. Passt den Abstand zwischen Terminaltext und Fensterrändern an.
es: Usando el valor predeterminado de la plataforma. Ajusta el margen entre el texto del terminal y los bordes de la ventana.
fi: Käytössä on alustan oletus. Säädä reunusta terminaalitekstin ja ikkunan reunojen välillä.
fr: Utilisation de la valeur par défaut de la plateforme. Ajustez la marge entre le texte du terminal et les bords de la fenêtre.
he: משתמש בברירת המחדל של הפלטפורמה. כוונן את המרווח בין טקסט הטרמינל לקצוות החלון.
hu: A platform alapértelmezett értéke van használatban. Állítsa be a terminál szövege és az ablak szélei közötti térközt.
it: Utilizzo del valore predefinito della piattaforma. Regola il margine tra il testo del terminale e i bordi della finestra.
ja: プラットフォームのデフォルトを使用しています。ターミナルのテキストとウィンドウの端の間の余白を調整します。
ko: 플랫폼 기본값을 사용 중입니다. 터미널 텍스트와 창 가장자리 사이의 여백을 조정합니다.
nb: Plattformens standard brukes. Juster margen mellom terminalteksten og vinduskantene.
nl: Platformstandaard wordt gebruikt. Pas de marge tussen terminaltekst en vensterranden aan.
pl: Używana wartość domyślna platformy. Dostosuj odstęp między tekstem terminala a krawędziami okna.
pt_br: Usando o padrão da plataforma. Ajuste a margem entre o texto do terminal e as bordas da janela.
pt_pt: A utilizar a predefinição da plataforma. Ajuste a margem entre o texto do terminal e as margens da janela.
ro: Se folosește valoarea implicită a platformei. Ajustează marginea dintre textul terminalului și marginile ferestrei.
sl: Uporablja se privzeta vrednost platforme. Prilagodite odmik med besedilom terminala in robovi okna.
sv: Plattformens standard används. Justera marginalen mellan terminaltext och fönsterkanter.
uk: Використовується типове значення платформи. Налаштуйте відступ між текстом термінала та краями вікна.
vi: Đang dùng mặc định của nền tảng. Điều chỉnh khoảng cách giữa văn bản terminal và các cạnh cửa sổ.
zh_hans: 正在使用平台默认值。调整终端文本与窗口边缘之间的内边距。
zh_hant: 正在使用平台預設值。調整終端機文字與視窗邊緣之間的內邊距。

source: Using the password saved for this server.
ar: يتم استخدام كلمة المرور المحفوظة لهذا الخادم.
ca: S'utilitza la contrasenya desada per a aquest servidor.
cs: Používá se heslo uložené pro tento server.
da: Bruger adgangskoden, der er gemt til denne server.
de: Das für diesen Server gespeicherte Passwort wird verwendet.
es: Se usa la contraseña guardada para este servidor.
fi: Käytetään tälle palvelimelle tallennettua salasanaa.
fr: Utilisation du mot de passe enregistré pour ce serveur.
he: נעשה שימוש בסיסמה השמורה עבור שרת זה.
hu: A szerverhez mentett jelszó használata.
it: Viene usata la password salvata per questo server.
ja: このサーバー用に保存されたパスワードを使用します。
ko: 이 서버에 저장된 비밀번호를 사용합니다.
nb: Bruker passordet som er lagret for denne serveren.
nl: Het voor deze server opgeslagen wachtwoord wordt gebruikt.
pl: Używane jest hasło zapisane dla tego serwera.
pt_br: Usando a senha salva para este servidor.
pt_pt: A utilizar a palavra-passe guardada para este servidor.
ro: Se folosește parola salvată pentru acest server.
sl: Uporablja se geslo, shranjeno za ta strežnik.
sv: Använder lösenordet som sparats för den här servern.
uk: Використовується пароль, збережений для цього сервера.
vi: Đang dùng mật khẩu đã lưu cho máy chủ này.
zh_hans: 正在使用为此服务器保存的密码。
zh_hant: 正在使用為此伺服器儲存的密碼。

source: Using timezone estimate for sunrise & sunset
ar: استخدام تقدير المنطقة الزمنية لشروق وغروب الشمس
ca: Utilització de l'estimació de zona horària per a la sortida i posta de sol
cs: Použití odhadu časového pásma pro východ a západ slunce
da: Bruger tidszoneestimat for solopgang og solnedgang
de: Zeitzonenbasierte Schätzung für Sonnenauf- und -untergang wird verwendet
es: Usando estimación de zona horaria para amanecer y atardecer
fi: Käytetään aikavyöhykearviota auringonnousulle ja -laskulle
fr: Utilisation d'une estimation par fuseau horaire pour le lever et le coucher du soleil
he: משתמש בהערכת אזור זמן לזריחה ושקיעה
hu: Időzóna-becslés használata napfelkeltehez és napnyugtához
it: Utilizzo della stima del fuso orario per alba e tramonto
ja: タイムゾーンの推定で日の出と日の入りを計算
ko: 시간대 추정을 사용하여 일출 및 일몰 계산
nb: Bruker tidssoneestimat for soloppgang og solnedgang
nl: Tijdzoneschatting gebruiken voor zonsopgang en zonsondergang
pl: Szacowanie wschodu i zachodu słońca na podstawie strefy czasowej
pt_br: Usando estimativa de fuso horário para nascer e pôr do sol
pt_pt: A utilizar estimativa de fuso horário para nascer e pôr do sol
ro: Se folosește o estimare pe baza fusului orar pentru răsărit și apus
sl: Uporaba ocene časovnega pasa za sončni vzhod in zahod
sv: Använder tidszonuppskattning för soluppgång och solnedgång
uk: Використання оцінки часового поясу для сходу та заходу сонця
vi: Sử dụng ước tính múi giờ cho giờ mặt trời mọc & lặn
zh_hans: 使用时区估算日出和日落时间
zh_hant: 使用時區估算日出和日落時間

source: valid
ar: صالح
ca: vàlid
cs: platný
da: gyldig
de: gültig
es: válido
fi: voimassa
fr: valide
he: תקף
hu: érvényes
it: valido
ja: 有効
ko: 유효함
nb: gyldig
nl: geldig
pl: ważny
pt_br: válido
pt_pt: válido
sl: veljaven
sv: giltig
uk: дійсний
vi: hợp lệ
zh_hans: 有效
zh_hant: 有效

source: Valid
ar: صالحة
ca: Vàlid
cs: Platný
da: Gyldig
de: Gültig
es: Válido
fi: Voimassa
fr: Valide
he: תקף
hu: Érvényes
it: Valido
ja: 有効
ko: 유효함
nb: Gyldig
nl: Geldig
pl: Ważny
pt_br: Válido
pt_pt: Válido
sl: Veljavno
sv: Giltigt
uk: Дійсний
vi: Hợp lệ
zh_hans: 有效
zh_hant: 有效

source: Valid From
ar: صالحة من
ca: Vàlid des de
cs: Platný od
da: Gyldig fra
de: Gültig ab
es: Válido desde
fi: Voimassa alkaen
fr: Valide à partir du
he: תקף מ-
hu: Érvényesség kezdete
it: Valido dal
ja: 有効開始
ko: 유효 시작
nb: Gyldig fra
nl: Geldig vanaf
pl: Ważny od
pt_br: Válido a Partir de
pt_pt: Válido A Partir De
ro: Valid de la
sl: Velja od
sv: Giltigt från
uk: Дійсний від
vi: Hợp Lệ Từ
zh_hans: 生效时间
zh_hant: 生效時間

source: Valid Until
ar: صالحة حتى
ca: Vàlid fins a
cs: Platný do
da: Gyldig til
de: Gültig bis
es: Válido hasta
fi: Voimassa asti
fr: Valide jusqu'au
he: תקף עד
hu: Érvényesség vége
it: Valido fino al
ja: 有効期限
ko: 유효 종료
nb: Gyldig til
nl: Geldig tot
pl: Ważny do
pt_br: Válido Até
pt_pt: Válido Até
ro: Valid până la
sl: Velja do
sv: Giltigt till
uk: Дійсний до
vi: Hợp Lệ Đến
zh_hans: 有效期至
zh_hant: 有效期至

source: Validate & Preview
ar: التحقق والمعاينة
ca: Validar i previsualitzar
cs: Ověřit a náhled
da: Valider og forhåndsvis
de: Validieren & Vorschau
es: Validar y previsualizar
fi: Tarkista ja esikatsele
fr: Valider et prévisualiser
he: אמת ותצוגה מקדימה
hu: Érvényesítés és előnézet
it: Verifica e anteprima
ja: 検証とプレビュー
ko: 검증 및 미리보기
nb: Valider og forhåndsvis
nl: Valideren en voorbeeld
pl: Zweryfikuj i podgląd
pt_br: Validar e pré-visualizar
pt_pt: Validar e pré-visualizar
ro: Validare și previzualizare
sl: Preveri in predogled
sv: Validera och förhandsgranska
uk: Перевірити та попередній перегляд
vi: Xác thực & Xem trước
zh_hans: 验证并预览
zh_hant: 驗證與預覽

source: Validating credentials...
ar: جارٍ التحقق من بيانات الاعتماد...
ca: Validant credencials...
cs: Ověřování přihlašovacích údajů...
da: Validerer legitimationsoplysninger...
de: Anmeldedaten werden überprüft …
es: Validando credenciales...
fi: Vahvistetaan tunnistetietoja...
fr: Validation des identifiants...
he: מאמת פרטי התחברות...
hu: Hitelesítő adatok ellenőrzése...
it: Verifica delle credenziali...
ja: 認証情報を検証中...
ko: 자격 증명 확인 중...
nb: Validerer legitimasjon…
nl: Inloggegevens valideren...
pl: Weryfikacja poświadczeń...
pt_br: Validando credenciais...
pt_pt: A validar credenciais...
ro: Se validează datele de autentificare...
sl: Preverjanje poverilnic...
sv: Verifierar autentiseringsuppgifter...
uk: Перевірка облікових даних...
vi: Đang xác thực thông tin...
zh_hans: 正在验证凭据...
zh_hant: 正在驗證憑證...

source: Validating...
ar: جارٍ التحقق...
ca: Validant…
cs: Ověřování…
da: Validerer...
de: Wird validiert …
es: Validando…
fi: Tarkistetaan…
fr: Validation…
he: מאמת...
hu: Érvényesítés…
it: Verifica…
ja: 検証中...
ko: 검증 중...
nb: Validerer…
nl: Valideren...
pl: Weryfikowanie…
pt_br: Validando…
pt_pt: A validar…
ro: Se validează…
sl: Preverjanje…
sv: Validerar …
uk: Перевірка…
vi: Đang xác thực…
zh_hans: 正在验证...
zh_hant: 正在驗證⋯

source: Validation Failed
ar: فشل التحقق
ca: Error de validació
cs: Ověření selhalo
da: Validering mislykkedes
de: Validierung fehlgeschlagen
es: Error de validación
fi: Vahvistus epäonnistui
fr: Échec de la validation
he: האימות נכשל
hu: Az érvényesítés sikertelen
it: Convalida non riuscita
ja: 検証に失敗しました
ko: 검증 실패
nb: Validering mislyktes
nl: Validatie mislukt
pl: Walidacja nie powiodła się
pt_br: Falha na validação
pt_pt: Falha na validação
ro: Validare eșuată
sl: Preverjanje ni uspelo
sv: Validering misslyckades
uk: Помилка перевірки
vi: Xác thực thất bại
zh_hans: 验证失败
zh_hant: 驗證失敗

source: Vendor
ar: المصنّع
ca: Fabricant
cs: Výrobce
da: Leverandør
de: Anbieter
es: Proveedor
fi: Valmistaja
fr: Fournisseur
he: ספק
hu: Gyártó
it: Produttore
ja: ベンダー
ko: 벤더
nb: Leverandør
nl: Leverancier
pl: Dostawca
pt_br: Fornecedor
pt_pt: Fabricante
ro: Furnizor
sl: Proizvajalec
sv: Leverantör
uk: Виробник
vi: Nhà cung cấp
zh_hans: 厂商
zh_hant: 供應商

source: Verbose mode
ar: الوضع المفصّل
ca: Mode detallat
cs: Podrobný režim
da: Detaljeret tilstand
de: Ausführlicher Modus
es: Modo detallado
fi: Yksityiskohtainen tila
fr: Mode détaillé
he: מצב מפורט
hu: Részletes mód
it: Modalità dettagliata
ja: 詳細モード
ko: 상세 모드
nb: Detaljert modus
nl: Uitgebreide modus
pl: Tryb szczegółowy
pt_br: Modo detalhado
pt_pt: Modo detalhado
ro: Mod detaliat
sl: Podroben način
sv: Utförligt läge
uk: Детальний режим
vi: Chế độ chi tiết
zh_hans: 详细模式
zh_hant: 詳細模式

source: Verification for Every Sign
ar: التحقق عند كل توقيع
ca: Verificació a cada signatura
cs: Ověření při každém podpisu
da: Verificering ved hver signering
de: Verifizierung bei jeder Signatur
es: Verificación en cada firma
fi: Vahvistus joka allekirjoituksella
fr: Vérification à chaque signature
he: אימות בכל חתימה
hu: Ellenőrzés minden aláíráskor
it: Verifica a ogni firma
ja: 署名ごとに認証
ko: 서명할 때마다 확인
nb: Verifisering ved hver signering
nl: Verificatie bij elke ondertekening
pl: Weryfikacja przy każdym podpisie
pt_br: Verificação a cada assinatura
pt_pt: Verificação em cada assinatura
ro: Verificare la fiecare semnare
sl: Preverjanje ob vsakem podpisu
sv: Verifiering vid varje signering
uk: Перевірка при кожному підписанні
vi: Xác minh cho mỗi lần ký
zh_hans: 每次签名都需验证
zh_hant: 每次簽署都需驗證

source: Verification History
ar: سجل التحقق
ca: Historial de verificació
cs: Historie ověření
da: Verificeringshistorik
de: Verifizierungsverlauf
es: Historial de verificación
fi: Vahvistushistoria
fr: Historique de vérification
he: היסטוריית אימות
hu: Ellenőrzési előzmények
it: Cronologia delle verifiche
ja: 検証履歴
ko: 검증 기록
nb: Verifiseringshistorikk
nl: Verificatiegeschiedenis
pl: Historia weryfikacji
pt_br: Histórico de Verificação
pt_pt: Histórico de Verificação
ro: Istoric de verificare
sl: Zgodovina preverjanj
sv: Verifieringshistorik
uk: Історія перевірок
vi: Lịch sử Xác minh
zh_hans: 验证历史
zh_hant: 驗證記錄

source: Verification Required
ar: مطلوب التحقق
ca: Cal verificació
cs: Vyžadováno ověření
da: Verificering påkrævet
de: Verifizierung erforderlich
es: Verificación requerida
fi: Vahvistus vaaditaan
fr: Vérification requise
he: נדרש אימות
hu: Ellenőrzés szükséges
it: Verifica richiesta
ja: 認証が必要
ko: 확인 필요
nb: Bekreftelse påkrevd
nl: Verificatie vereist
pl: Wymagana weryfikacja
pt_br: Verificação necessária
pt_pt: Verificação necessária
ro: Verificare necesară
sl: Zahtevano preverjanje
sv: Verifiering krävs
uk: Потрібна перевірка
vi: Cần xác minh
zh_hans: 需要验证
zh_hant: 需要驗證

source: Verifies installation
ar: التحقق من التثبيت
ca: Verifica la instal·lació
cs: Ověří instalaci
da: Verificerer installation
de: Überprüft die Installation
es: Verifica la instalación
fi: Vahvistaa asennuksen
fr: Vérifie l'installation
he: מאמת את ההתקנה
hu: Telepítés ellenőrzése
it: Verifica l'installazione
ja: インストールを検証
ko: 설치 확인
nb: Verifiserer installasjonen
nl: Installatie verifiëren
pl: Weryfikuje instalację
pt_br: Verifica a instalação
pt_pt: Verifica a instalação
ro: Verifică instalarea
sl: Preveri namestitev
sv: Verifierar installation
uk: Перевіряє встановлення
vi: Xác minh cài đặt
zh_hans: 验证安装
zh_hant: 驗證安裝

source: Verify
ar: تحقق
ca: Verificar
cs: Ověřit
da: Verificer
de: Verifizieren
es: Verificar
fi: Vahvista
fr: Vérifier
he: אמת
hu: Ellenőrzés
it: Verifica
ja: 検証
ko: 검증
nb: Verifiser
nl: Verifieren
pl: Zweryfikuj
pt_br: Verificar
pt_pt: Verificar
ro: Verificare
sl: Preveri
sv: Verifiera
uk: Перевірити
vi: Xác minh
zh_hans: 验证
zh_hant: 驗證

source: Verify hping3 installation:
ar: التحقق من تثبيت hping3:
ca: Verificar la instal·lació d'hping3:
cs: Ověřte instalaci hping3:
da: Verificer hping3-installation:
de: hping3-Installation überprüfen:
es: Verificar la instalación de hping3:
fi: Vahvista hping3-asennus:
fr: Vérifier l'installation de hping3 :
he: אמת התקנת hping3:
hu: hping3 telepítés ellenőrzése:
it: Verificare l'installazione di hping3:
ja: hping3のインストールを確認：
ko: hping3 설치 확인:
nb: Verifiser hping3-installasjon:
nl: Controleer de hping3-installatie:
pl: Zweryfikuj instalację hping3:
pt_br: Verificar instalação do hping3:
pt_pt: Verificar instalação do hping3:
ro: Verificați instalarea hping3:
sl: Preverite namestitev hping3:
sv: Verifiera hping3-installationen:
uk: Перевірте встановлення hping3:
vi: Xác minh cài đặt hping3:
zh_hans: 验证 hping3 安装：
zh_hant: 驗證 hping3 安裝：

source: Verify that your kernel has MPTCP enabled:
ar: تحقق من أن النواة لديك تدعم MPTCP:
ca: Verifiqueu que el vostre nucli té MPTCP activat:
cs: Ověřte, že váš kernel má povolené MPTCP:
da: Verificer at din kernel har MPTCP aktiveret:
de: Überprüfen Sie, ob Ihr Kernel MPTCP aktiviert hat:
es: Verifique que su kernel tenga MPTCP habilitado:
fi: Vahvista, että ytimessäsi on MPTCP käytössä:
fr: Vérifiez que votre noyau a MPTCP activé :
he: ודא שה-kernel שלך תומך ב-MPTCP:
hu: Ellenőrizze, hogy a kernel MPTCP-je engedélyezve van:
it: Verificare che il kernel abbia MPTCP abilitato:
ja: カーネルでMPTCPが有効になっていることを確認：
ko: 커널에서 MPTCP가 활성화되어 있는지 확인:
nb: Verifiser at kjernen din har MPTCP aktivert:
nl: Controleer of uw kernel MPTCP heeft ingeschakeld:
pl: Sprawdź, czy Twój kernel ma włączone MPTCP:
pt_br: Verifique se seu kernel tem MPTCP habilitado:
pt_pt: Verificar que o seu kernel tem MPTCP ativado:
ro: Verificați că nucleul dvs. are MPTCP activat:
sl: Preverite, ali ima vaše jedro omogočen MPTCP:
sv: Verifiera att din kernel har MPTCP aktiverat:
uk: Перевірте, що у вашому ядрі увімкнено MPTCP:
vi: Xác minh rằng kernel của bạn đã bật MPTCP:
zh_hans: 验证您的内核已启用 MPTCP：
zh_hant: 驗證您的核心已啟用 MPTCP：
